{
  "about.work.description": "I am a front-end engineer with two years of experience, where I contributed to multiple projects, working across the stack to build scalable applications. My expertise includes React, TypeScript, and AWS services like Lambda and CloudFormation. I enjoy solving complex technical challenges, especially when it comes to automation and optimizing workflows. Currently I am looking for a new role where I can bring those skills and interests and also continue to hone in my craft.",
  "about.heading.label": "About Me",
  "about.military.description": "I am also a Marine Corps veteran who served five years as cobra and huey mechanic. I had the luxury to be apart of a world class squadron who was named Best Squadron of the Marine Corps and whom has also broke the world record for the furthest a huey has every flown at the time. The skills and experiences I have gained through my service have given me the resilience and aptitude needed to succeeded in harsh environments. Fun fact, I was signing off aircraft at 19 years old.",
  "about.machinist.description": "Prior to becoming a software engineer, I was an EDM specialist. Not the music, but an Electrical Discharge Machinist who specialized in programing machines using G&M code to create intricate precision parts with accuracy of splitting a hair into 3 pieces (That is VERY small). I had the oppurtunity of a lifetime to create the molds for the Covid 19 test kit parts during the pandemic which had large scale impact throughout the U.S.",
  "landing.occupation.heading": "Full-Stack Developer",
  "landing.fullname.heading": "Owen Yoshishige",
  "landing.short.description": "With 2 years of experience working for Amazon Web Services, I specialize in React, TypeScript, Java and AWS Services.",
  "landing.resume.button.description": "Resume",
  "navbar.full-name.logo": "Owen Yoshishige",
  "navbar.home.button.label": "Home",
  "navbar.about.button.label": "About",
  "navbar.portfolio.button.label": "Portfolio",
  "navbar.contact.button.label": "Contact",
  "portolio.heading.label": "Portfolio",
  "contact.heading.label": "Contact",
  "contact.calltoaction.description": "If you are interested in hiring me or want to collaberate on a business idea, send me a message using the form below. I am looking forward to hearing from you!",
  "contact.input.firstname.label": "FirstName",
  "contact.input.lastname.label": "LastName",
  "contact.input.email.label": "Email",
  "contact.input.message.label": "Message",
  "contact.submit.button.label": "Send",
  "contact.submit.error.message": "Message failed to send, please try again later.",
  "contact.submit.success.message": "Message sent successfully! I'll be in touch shortly",
  "portfolio.atelier.description": "A landing page for a clothing store created using React and ExpressJS on a team of 4 engineers",
  "portfolio.atelier.title": "Atelier",
  "portfolio.aztm.description": "A map app using the State Of Arizonas traffic API for locating construction bottlenecks on the road when you travel. The app also includes live footage of the roads",
  "portfolio.aztm.title": "Arizona Traffic Maps",
  "portfolio.gymx5000.description": "A gym app MVP a team of engineers created for a client. We implemented a polymorphic database design to allow scalable category additions and prioritized core features to meet a tight deadline.",
  "portfolio.gymx5000.title": "GymX5000",
  "portfolio.qanda.description": "An API used for the Atelier store for storing and reading questions and answers",
  "portfolio.qanda.title": "Questions and Answers API"
}
