{
  "about.work.description": "Soy un ingeniero de front-end con dos años de experiencia, donde he contribuido a múltiples proyectos trabajando en todo el stack para construir aplicaciones escalables. Mi experiencia incluye React, TypeScript y servicios de AWS como Lambda y CloudFormation. Disfruto resolver desafíos técnicos complejos, especialmente en lo relacionado con la automatización y la optimización de flujos de trabajo. Actualmente estoy buscando un nuevo puesto donde pueda aportar esas habilidades e intereses, y también seguir perfeccionando mi oficio.",
  "about.heading.label": "Sobre mí",
  "about.military.description": "También soy un veterano del Cuerpo de Marines que sirvió cinco años como mecánico de Cobra y Huey. Tuve el lujo de formar parte de un escuadrón de clase mundial que fue nombrado el Mejor Escuadrón del Cuerpo de Marines y que también batió el récord mundial por el vuelo más lejano de un Huey en ese momento. Las habilidades y experiencias que obtuve durante mi servicio me dieron la resiliencia y aptitud necesarias para tener éxito en entornos difíciles. Dato curioso: estaba firmando aeronaves a los 19 años.",
   "about.machinist.description": "Antes de convertirme en ingeniero de software, era un especialista en EDM. No en música, sino un maquinista de descarga eléctrica que se especializaba en programar máquinas con código G&M para crear piezas de precisión intrincadas con una exactitud capaz de dividir un cabello en tres partes (Eso es MUY pequeño). Tuve la oportunidad de mi vida al crear los moldes para las piezas de los kits de prueba de Covid-19 durante la pandemia, lo que tuvo un gran impacto en todo EE.UU.",
   "landing.occupation.heading": "Desarrollador Full-Stack",
   "landing.fullname.heading": "Owen Yoshishige",
   "landing.short.description": "Con 2 años de experiencia, me especializo en React, TypeScript, Java y servicios de AWS.",
   "landing.resume.button.description": "reanudar",
   "navbar.full-name.logo": "Owen Yoshishige",
   "navbar.home.button.label": "Inicio",
   "navbar.about.button.label": "Acerca de",
   "navbar.portfolio.button.label": "Portafolio",
   "navbar.contact.button.label": "Contacto",
   "portolio.heading.label": "Portafolio",
   "contact.heading.label": "Contacto",
   "contact.calltoaction.description": "Si estás interesado en contratarme o quieres colaborar en una idea de negocio, envíame un mensaje usando el formulario de abajo. ¡Estoy deseando saber de ti!",
   "contact.input.firstname.label": "Nombre",
   "contact.input.lastname.label": "Apellido",
   "contact.input.email.label": "Correo electrónico",
   "contact.input.message.label": "Mensaje",
   "contact.submit.button.label": "Enviar"
}
